<template>
    <div class="doc">
        <div class="doc-box">
            <div class="doc-title">
                <h2>《推背图》</h2>
            </div>
            <div class="doc-tag">
                <label for="">标签：</label><span>设定1</span>
            </div>
            <div class="doc-content">
                <p>作者</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
                <p>大家都知道的《推背图》中预言了武则天夺了李唐，有了武周一朝。但是根据历史记载，最早预言武则天将夺唐朝的不是《推背图》，但武则天夺取唐朝的确和李淳风有关系！</p>
            </div>
        </div>
    </div>
</template>

<script>
    export default {
        name: 'doc',
        data() {
            return {
                msg: 'Welcome to Your Vue.js App'
            }
        }
    }
</script>

<style lang="scss" scoped type="text/scss">
    .doc {
        width: 960px;
        height: 100%;
        margin: 0 auto;
        overflow: auto;
        /*padding: 20px;*/
        .doc-box{
            .doc-title {
                display: inline-block;
                width: 50%;
            }
            .doc-content {
                width: 100%;
                background-color: antiquewhite;
            }
        }
    }
</style>